Repository: AtanasKodzhamanov/Dona-Dogs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Type name
bg: Въведете име

source: All dogs
bg: Всички кучета

source: Virtual sponsor
bg: Виртуален осиновител

source: No sponsors
bg: Без осиновители

source: Gender
bg: Пол

source: M
bg: Мъжки

source: F
bg: Женски

source: Email
bg: Е-майл адрес

source: Name
bg: Име

source: VIRTUAL ADOPTION
bg: ВИРТУАЛНО ОСИНОВЯВАНЕ

source: SPECIAL THANKS TO OUR VIRTUAL ADOPTERS!
bg: СПЕЦИАЛНИ БЛАГОДАРНОСТИ НА НАШИТЕ ВИРТУАЛНИ ОСИНОВИТЕЛИ!

source: SPECIAL THANKS TO OUR VIRTUAL ADOPTERS
bg: СПЕЦИАЛНИ БЛАГОДАРНОСТИ НА НАШИТЕ ВИРТУАЛНИ ОСИНОВИТЕЛИ!

source: SEE ALL DOGS AVAILABLE FOR ADOPTION HERE
bg: ВИЖТЕ ВСИЧКИ КУЧЕТА, СВОБОДНИ ЗА ОСИНОВЯВАНЕ ТУК

source: PAST ADOPTIONS
bg: ОСИНОВЕНИ КУЧЕТА

source: DONATION METHODS
bg: МЕТОДИ ЗА ДАРЕНИЕ

source: Subscribe
bg: Абонирай се

source: If you liked one of our dogs, but you don't have the opportunity to adopt, you can become their virtual adopter until they find a real one. To become a virtual adopter you have to cover the cost of taking care of the dog: food every month, its deworming and an annual vaccine. It costs us around 20 euros per month to support a healthy dog and we have more than 50 dogs at any point in time, some of them with chronic diseases that require expensive treatment.
bg: Ако сте харесали някое от нашите кучета, но нямате възможност да осиновите, можете да станете техен виртуален осиновител, докато не намерят истински. За да станете виртуален осиновител, трябва да покриете разходите за грижа за кучето: храна всеки месец, обезпаразитяване и годишна ваксина. Струва ни около 20 евро на месец, за да поддържаме здраво куче и имаме повече от 50 кучета във всеки един момент, някои от които с хронични заболявания, които изискват скъпо лечение.

source: It's hard for us to do it all alone. We are putting our time and our resources to make a positive change in the lives of these dogs and equally importantly to send a message to the community that mistreating dogs is wrong, barbaric and has no place in 21st century Bulgaria.
bg: Трудно ни е да се справим сами. Влагаме времето и ресурсите си, за да направим положителна промяна в живота на тези кучета и да изпратим послание до общността, че малтретирането на кучета е грешно, варварско и няма място в България в 21 век.

source: To become a virtual adopter, you can set up a recurring payment equivalent to 20 EUR using PayPal or bank transfer. Make sure to specify the name of the dog you wish to virtually adopt!
bg: За да станете виртуален осиновител, можете да настроите периодично плащане, равностойно на 20 евро. Не забравяйте да посочите името на кучето, което искате да осиновите виртуално!

source: Check out our albums, write to us on donadogsfoundation@email.com. Together we can do more!
bg: Разгледайте нашите албуми, пишете ни на donadogsfoundation@email.com. Заедно можем повече!

source: We welcome direct <b> food or shelter</b> deliveries to Bulgaria, Stambolyski, 4210, Vasil Levski 40.
bg: Приветстваме директни доставки на храна или подслон за Стамболийски, 4210, Васил Левски 40.

source: CLINIC
bg: КЛИНИКА

source: HELP
bg: ДАРИ

source: ADOPT
bg: ОСИНОВИ

source: ABOUT
bg: ЗА НАС

source: Latest Arrivals
bg: Новопристигнали

source: Our Dogs
bg: Нашите кучета

source: Before adoption
bg: Преди осиновяване

source: To inquire about adoptions you can contact us on DonaDogsFoundation@gmail.com or directly on our Facebook group.
bg: За запитване относно осиновявания можете да се свържете с нас на DonaDogsFoundation@gmail.com или директно в нашата Facebook група.

source: After adoption
bg: След осиновяване

source: SEE ALL OF OUR DOGS HERE
bg: ВИЖТЕ ВСИЧКИ КУЧЕТА

source: WE THANK YOU ALL FOR SUPPORTING US
bg: БЛАГОДАРИМ ЗА ВАШАТА ПОДКРЕПА

source: LAST MONTH OUR DOGS RECEIVED GIFTS FROM
bg: МИНАЛИЯ МЕСЕЦ НАШИТЕ КУЧЕТА ПОЛУЧИХА ПОДАРЪЦИ ОТ

source: AND GOT SPECIAL LOVE BY THEIR VIRTUAL SPONSORS
bg: И ПОЛУЧИХА СПЕЦИАЛНА ЛЮБОВ ОТ ТЕХНИТЕ ВИРТУАЛНИ СПОНСОРИ

source: SEE MORE ADOPTIONS HERE
bg: ВИЖТЕ ОЩЕ ОСИНОВЕНИ КУЧЕТА

source: OUR DOGS
bg: НАШИТЕ КУЧЕТА

source: We have
bg: Ние имаме

source: dogs in the shelter. Last year we helped
bg: кучета в приюта. Миналата година помогнахме на

source: dogs get adopted in several countries across Europe. You can see more information about this year's adoptions here:
bg: кучета да се осиновят в няколко страни в Европа. Можете да видите повече информация за тазгодишните осиновявания тук:

source: ADOPTIONS
bg: ОСИНОВЕНИ КУЧЕТА

source: We regularly rescue dogs that require intensive treatement. Please help us help them so that we can continue to provide treatement for any dog that needs it:
bg: Ние редовно приемаме болни кучета на интензивно лечение в клиниката. Моля, помогнете ни да им помогнем, за да можем да продължим да предоставяме лечение за всяко куче, което се нуждае от него:

source: LAST MONTH'S DONATIONS
bg: МИНАЛИ ДАРЕНИЯ

source: SEE MORE
bg: ВИЖТЕ ПОВЕЧЕ

source: You can find more information about the organisation's legal status
bg: Можете да видете повече информация за легалният статус на фондацията

source: here
bg: тук
